[
    {
        "Report ID": 1,
        "Original ": "Original. :REDACTED\nEXAM: CT Head W/O IV Contrast\nDATE: 01/01/2023 13:35 hours\nINDICATION: TBI\nREDACTED\nTECHNIQUE: Portable CT imaging of the head was obtained without IV contrast. This facility uses radiation dose reduction techniques including at least one of the following: automated exposure control, dose modulation, and/or iterative reconstruction.\nFINDINGS: Stable position of right frontal approach intracranial pressure monitoring device. Unchanged diffuse loss of gray-white matter differentiation throughout the bilateral cerebral hemispheres with diffuse cerebral sulcal effacement and abnormal hypoattenuation throughout the basal ganglia consistent with diffuse hypoxic ischemic injury. Cerebellar gray-white matter differentiation is suboptimally assessed given artifact. Scattered subarachnoid hemorrhage in the bilateral cerebral hemispheres, most in the right frontal lobe and right sylvian fissure is not significantly changed within confines of artifact. Similar appearance of small parenchymal hematomas in the left basal ganglia and the right caudate body and periventricular white matter with intraventricular extension of hemorrhage. Similar extent of ventricular blood products without hydrocephalus. Similar partial effacement of the basal cisterns. Mild crowding at foramen magnum with low lying right cerebellar tonsil is unchanged. No midline shift.\nDiffuse scalp soft tissue swelling with skin staples in the right parietal scalp. No calvarial fracture. Numerous scalp EEG electrodes in place. Complete opacification of the right maxillary sinus with high-density material and associated mucoperiosteal reaction. Additional scattered mucosal thickening throughout the frontal sinuses. Left nasal route enteric tube in place. The mastoid air cells are predominantly aerated.\nIMPRESSION: 1. Redemonstrated findings of diffuse hypoxic ischemic injury with partial effacement of the basal cisterns and mild crowding at foramen magnum. No midline shift or worsening intracranial mass effect. 2. Similar appearance of the multi-compartmental intracranial hemorrhage as above. No new intracranial hemorrhage. 3. Stable position of right frontal approach intracranial pressure monitoring device.\n\nREDACTED.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                  ",
        "Simplified ": "REDACTED\nEXAM: CT Head W/O IV Contrast\nDATE: 01/01/2023 13:35 hours\nINDICATION: TBI\nREDACTED\nTECHNIQUE: Non-invasive  CT scanning of the head was obtained without IV contrast, which is a liquid injected into a vein to help improve the quality of medical imaging scans. This facility uses radiation dose reduction techniques including at least one of the following: automatically adjusts the radiation during a scan to minimize exposure while maintaining image quality, adjusts the radiation dose based on the area being scanned to reduce unnecessary exposure, and/or improving image quality while reducing the amount of radiation needed for the scan.\nFINDINGS: The pressure monitoring device placed in the front right part of the head is securely in place. No change in the widespread loss of distinction between gray and white matter in both sides of the brain, with narrowing of the brain's grooves and abnormal darkening in the basal ganglia, a group of deep brain structures that help control movement, which is consistent with widespread brain damage due to lack of oxygen. It’s hard to clearly see the difference between gray and white matter in the cerebellum due to image interference. There is scattered bleeding in the space between the brain and its covering (subarachnoid hemorrhage) in both sides of the brain, mainly in the right frontal lobe and right groove on the surface of the brain. This has not changed significantly, though some details are not clearly visible due to imaging artifacts.  There is a similar appearance of small areas of bleeding in the basal ganglia, which is a group of structures deep in the brain that help control movement, the right caudate body, which is a part of the brain involved in motor processes and learning, and the white matter around the brain's fluid spaces, with the bleeding extending into the ventricles. This has not changed compared to previous scans. There is a similar amount of blood in the brain's fluid spaces (ventricles) as before, without any signs of fluid buildup.There is a similar slight narrowing of the spaces at the base of the brain (basal cisterns). Mild crowding at the opening at the base of the skull (foramen magnum) due to the low position of the right part of the cerebellum remains unchanged. There is no shift of the brain from the midline.\nThere is widespread swelling of the soft tissue on the scalp, with skin staples present on the right side of the head (parietal area). There is no fracture in the skull. Numerous scalp electroencephalogram electrodes in place. \nThe right maxillary sinus is completely filled with thick material, likely mucus or fluid, and there is an associated reaction of the sinus lining (mucoperiosteal reaction). There is additional scattered thickening of the sinus lining in the frontal sinuses. A feeding tube is correctly positioned through the left side of the nose. The air spaces in the mastoid bones (behind the ears) are mostly filled with air, as expected.\nIMPRESSION: 1.The previously seen signs of widespread brain damage due to lack of oxygen (hypoxic-ischemic injury) are present again, with partial narrowing of the spaces at the base of the brain (basal cisterns) and mild crowding at the opening at the base of the skull (foramen magnum). There is no shift of the brain from the midline, and no worsening pressure or compression on the brain. 2. The bleeding in multiple areas of the brain  looks the same as before. No new intracranial hemorrhage. 3. The intracranial pressure monitoring device placed through the right frontal area remains in a stable position.\n\nREDACTED",
        "Felsch-score": 14.4
    },
    {
        "Report ID": 2,
        "Original ": "EXAM:\nBILATERAL DIGITAL DIAGNOSTIC MAMMOGRAM WITH COMPUTER AIDED DETECTION.\nBILATERAL DIGITAL BREAST TOMOSYNTHESIS.\nREDACTEDCUMENTATION, LIMITED.\nREDACTED\nINDICATION: 49-year-old female who presents for further evaluation of right breast focal asymmetry and left breast mass seen on screening mammogram.\nREDACTED HISTORY: Colon cancer in maternal aunt at unreported age.\nTECHNIQUE: Digital mammography images were obtained. In addition, 15 low dose images were obtained in each projection. These low-dose images were reconstructed into 1 mm thick slices and reviewed on the soft copy workstation. Computer Aided Detection was utilized.\nReal time limited breast ultrasound with image documentation.\nFINDINGS:\nMammogram:\nAdditional spot compression CC view and full field lateral view of the right breast were obtained. Additional full field lateral view of the left breast was also obtained.\nThere are scattered areas of fibroglandular density.\nWithin the anterior third, subareolar right breast there is a persistent oval, equal density 1.2 cm mass with circumscribed and obscured margins which is 3.1 cm from the nipple on spot compression CC view. This corresponds to the right breast focal asymmetry of concern on screening mammogram and the right breast mass seen on ultrasound as described below.\nWithin the anterior third, upper, outer left breast there is a persistent 1.4 cm oval, equal density mass, with circumscribed and obscured margins which was 3 cm from the nipple on screening CC view. This corresponds to the left breast mass seen on ultrasound as described below. These are both probably benign, short interval follow up in 6 months is recommended. No suspicious mammographic findings.\nUltrasound:\nFocused clinical exam demonstrates physical normal fibroglandular tissue within the subareolar right breast and upper outer quadrant of the left breast.\nTargeted ultrasound of the subareolar, right breast at 5:00, 1 cm from the nipple demonstrates an oval, parallel, hypoechoic 0.9 x 0.5 x 0.6 cm mass with circumscribed margins. No internal vascularity. This corresponds in size, shape and location with the right breast mass seen on diagnostic mammogram images. Ultrasound follow up in 6 months is recommended.\nTargeted ultrasound of the left breast at 1:00, 2 cm from the nipple demonstrates an oval, parallel, hypoechoic 1.0 x 0.4 x 1.1 cm mass with circumscribed margins. No internal vascularity. This corresponds in size, shape and location to the left breast mass seen on screening and diagnostic mammographic images. Ultrasound follow up in 6 months is recommended.\nNo suspicious findings in either breast. No abnormality in visualized portions of the implants.\n\nIMPRESSION:\n1. Probably benign right and left breast masses. Recommend short-term imaging follow-up in 6 months with bilateral breast ultrasound, which has been scheduled for 04/03/2024 at 9:00 AM.\nFindings and recommendations were communicated to the patient at the time of diagnostic evaluation. Findings and recommendations were shared with the assistance of a Spanish interpreter (Roberto #REDACTED).\nA result letter will be sent to the patient. She will also receive a reminder 1 month prior to her next mammogram.\nBI-RADS Final Assessment Category 3: Probably Benign\nManagement Recommendation: Short interval follow-up or continued surveillance mammography.\nREDACTED\n\n\nREDACTED       ",
        "Simplified ": "EXAM: Bilateral Digital Diagnostic Mammogram with Computer-Aided Detection and Breast Tomosynthesis\nINDICATION: 49-year-old woman undergoing further evaluation for an area of asymmetry in the right breast and a mass in the left breast detected on a screening mammogram.\nPATIENT HISTORY: Family history of colon cancer in maternal aunt.\n\nTECHNIQUE: Digital mammography images were taken, along with 15 low-dose images in each view. These were reconstructed into 1 mm slices and reviewed. Computer-Aided Detection was used. A real-time limited breast ultrasound was also performed.\n\nFINDINGS:\n\nMammogram:\n\nAdditional detailed views were taken of both breasts.\nBoth breasts have scattered fibroglandular (dense) tissue areas.\nIn the front part of the right breast, near the nipple, there is a 1.2 cm oval-shaped mass with defined but partly obscured borders, located about 3.1 cm from the nipple. This area matches the one found in the initial screening.\nIn the left breast, near the upper outer region, a 1.4 cm oval-shaped mass with similar characteristics was found about 3 cm from the nipple. This also matches the area seen on the initial screening.\nBoth findings are likely benign, and a follow-up in 6 months is recommended. No suspicious features were seen in either breast.\n\nUltrasound:\n\nExamination of the right breast near the 5:00 position, 1 cm from the nipple, shows an oval, solid, 0.9 cm mass without blood flow. It corresponds with the area seen on the mammogram.\nExamination of the left breast at the 1:00 position, 2 cm from the nipple, shows an oval, solid, 1.0 cm mass, also without blood flow, corresponding with the area seen on the mammogram.\nNo suspicious findings were detected in either breast, and the implants appeared normal.\n\nIMPRESSION:\n\nBoth right and left breast masses are likely benign. A follow-up ultrasound for both breasts is recommended in 6 months, scheduled for 04/03/2024 at 9:00 AM.\nThe findings and recommendations were communicated to the patient with assistance from a Spanish interpreter. A result letter will be sent to the patient, and she will receive a reminder one month before her next mammogram.\n\nBI-RADS Final Assessment: Category 3 - Probably Benign\nManagement Recommendation: Short-term follow-up or continued surveillance.\n",
        "Felsch-score": 13.0
    }
]